Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
it: Copia negli appunti
ja: クリップボードにコピー
ko: 클립보드에 복사
nl: Kopieer naar klembord
pl: Kopiuj do schowka
pt_br: Copiar
ro: Copiază în clipboard
ru: Скопировать в буфер обмена
tr: Panoya Kopyala
uk: Скопіювати в буфер обміну
zh_hans: 拷贝到剪贴板
zh_hant: 拷貝到剪貼板

source: Copy transaction ID
de: Transaktions-ID kopieren
es: Copiar ID de transacción
fr: Copier l’ID de transaction
it: Copia ID transazione
ja: トランザクションIDをコピー
ko: 거래 ID 복사
nl: Kopieer transactie-ID
pl: Kopiuj ID transakcji
pt_br: Copiar ID da transação
ro: Copiază ID-ul tranzacției
ru: Скопировать ID транзакции
tr: İşlem ID'sini kopyala
uk: Скопіювати ID транзакції
zh_hans: 拷贝交易 ID
zh_hant: 拷貝交易 ID

source: Couldn't Connect
de: Keine Verbindung
es: No se pudo conectar
fr: Connexion impossible
it: Impossibile connettersi
ja: 接続できませんでした
ko: 연결할 수 없음
nl: Verbinden mislukt
pl: Nie udało się połączyć
pt_br: Não Foi Possível Conectar
ro: Nu s-a putut conecta
ru: Не удалось подключиться
tr: Bağlanılamadı
uk: Не вдалося підключитися
zh_hans: 无法连接
zh_hant: 無法連線

source: Couldn't Create Address
de: Adresse konnte nicht erstellt werden
es: No se pudo crear la dirección
fr: Impossible de créer l’adresse
it: Impossibile creare l’indirizzo
ja: アドレスを作成できませんでした
ko: 주소를 생성할 수 없음
nl: Adres aanmaken mislukt
pl: Nie udało się utworzyć adresu
pt_br: Não Foi Possível Criar o Endereço
ro: Adresa nu a putut fi creată
ru: Не удалось создать адрес
tr: Adres Oluşturulamadı
uk: Не вдалося створити адресу
zh_hans: 无法创建地址
zh_hant: 無法建立位址

source: Couldn't complete
de: Nicht abgeschlossen
es: No se pudo completar
fr: Impossible de terminer
it: Impossibile completare
ja: 完了できませんでした
ko: 완료할 수 없음
nl: Voltooien mislukt
pl: Nie udało się ukończyć
pt_br: Não foi possível concluir
ro: Nu s-a putut finaliza
ru: Не удалось завершить
tr: Tamamlanamadı
uk: Не вдалося завершити
zh_hans: 无法完成
zh_hant: 無法完成

source: Couldn't connect
de: Keine Verbindung
es: No se pudo conectar
fr: Connexion impossible
it: Impossibile connettersi
ja: 接続できませんでした
ko: 연결할 수 없음
nl: Verbinden mislukt
pl: Nie udało się połączyć
pt_br: Não foi possível conectar
ro: Nu s-a putut conecta
ru: Не удалось подключиться
tr: Bağlanılamadı
uk: Не вдалося підключитися
zh_hans: 无法连接
zh_hant: 無法連線

source: Couldn't create an address. Try again.
de: Adresse konnte nicht erstellt werden. Versuch es noch mal.
es: No se pudo crear una dirección. Inténtalo de nuevo.
fr: Impossible de créer une adresse. Réessayez.
it: Impossibile creare un indirizzo. Riprova.
ja: アドレスを作成できませんでした。もう一度お試しください。
ko: 주소를 생성할 수 없습니다. 다시 시도하십시오.
nl: Kan geen adres aanmaken. Probeer het opnieuw.
pl: Nie udało się utworzyć adresu. Spróbuj ponownie.
pt_br: Não foi possível criar um endereço. Tente novamente.
ro: Nu s-a putut crea o adresă. Încearcă din nou.
ru: Не удалось создать адрес. Повторите попытку.
tr: Adres oluşturulamadı. Yeniden deneyin.
uk: Не вдалося створити адресу. Спробуйте ще раз.
zh_hans: 无法创建地址。请重试。
zh_hant: 無法建立位址。請再試一次。

source: Couldn't open device wallet: %@
de: Geräte-Wallet konnte nicht geöffnet werden: %@
es: No se pudo abrir la cartera del dispositivo: %@
fr: Impossible d’ouvrir le portefeuille de l’appareil : %@
it: Impossibile aprire il portafoglio del dispositivo: %@
ja: デバイスウォレットを開けませんでした：%@
ko: 기기 지갑을 열 수 없음: %@
nl: Kan hardwareportemonnee niet openen: %@
pl: Nie udało się otworzyć portfela urządzenia: %@
pt_br: Não foi possível abrir a carteira do dispositivo: %@
ro: Portofelul de pe dispozitiv nu a putut fi deschis: %@
ru: Не удалось открыть кошелёк устройства: %@
tr: Aygıt cüzdanı açılamadı: %@
uk: Не вдалося відкрити гаманець пристрою: %@
zh_hans: 无法打开设备钱包：%@
zh_hant: 無法開啟裝置錢包：%@

source: Couldn't read keys from Trezor.
de: Schlüssel konnten nicht vom Trezor gelesen werden.
es: No se pudieron leer las claves del Trezor.
fr: Impossible de lire les clés du Trezor.
it: Impossibile leggere le chiavi dal Trezor.
ja: Trezorからキーを読み取れませんでした。
ko: Trezor에서 키를 읽을 수 없습니다.
nl: Kan sleutels niet uit Trezor lezen.
pl: Nie udało się odczytać kluczy z Trezora.
pt_br: Não foi possível ler as chaves do Trezor.
ro: Cheile nu au putut fi citite de pe Trezor.
ru: Не удалось прочитать ключи с Trezor.
tr: Anahtarlar Trezor'dan okunamadı.
uk: Не вдалося зчитати ключі з Trezor.
zh_hans: 无法从 Trezor 读取密钥。
zh_hant: 無法從 Trezor 讀取金鑰。

source: Couldn't read wallet keys.
de: Wallet-Schlüssel konnten nicht gelesen werden.
es: No se pudieron leer las claves de la cartera.
fr: Impossible de lire les clés du portefeuille.
it: Impossibile leggere le chiavi del portafoglio.
ja: ウォレットのキーを読み取れませんでした。
ko: 지갑 키를 읽을 수 없습니다.
nl: Kan portemonneesleutels niet lezen.
pl: Nie udało się odczytać kluczy portfela.
pt_br: Não foi possível ler as chaves da carteira.
ro: Cheile portofelului nu au putut fi citite.
ru: Не удалось прочитать ключи кошелька.
tr: Cüzdan anahtarları okunamadı.
uk: Не вдалося зчитати ключі гаманця.
zh_hans: 无法读取钱包密钥。
zh_hant: 無法讀取錢包金鑰。

source: Couldn't restore view-only wallet — relaunch the app.
de: View-Only-Wallet konnte nicht wiederhergestellt werden – starte die App neu.
es: No se pudo restaurar la cartera de solo visualización — vuelve a abrir la app.
fr: Impossible de restaurer le portefeuille d’audit — relancez l’app.
it: Impossibile ripristinare il portafoglio solo visualizzazione — riapri l’app.
ja: 閲覧専用ウォレットを復元できませんでした。Appを再起動してください。
ko: 보기 전용 지갑을 복원할 수 없습니다 — 앱을 다시 실행하세요.
nl: Kan alleen-lezen portemonnee niet herstellen — start de app opnieuw.
pl: Nie udało się przywrócić portfela tylko do podglądu – uruchom ponownie aplikację.
pt_br: Não foi possível restaurar a carteira somente leitura — abra o app novamente.
ro: Portofelul de citire nu a putut fi restaurat — repornește aplicația.
ru: Не удалось восстановить кошелёк только для просмотра — перезапустите приложение.
tr: Yalnızca görüntüleme cüzdanı geri yüklenemedi — uygulamayı yeniden başlatın.
uk: Не вдалося відновити гаманець лише для перегляду — перезапустіть програму.
zh_hans: 无法恢复只读钱包，请重新启动 App。
zh_hant: 無法回復唯讀錢包，請重新啟動 App。

source: Couldn't save the QR code. Allow Photos access in Settings.
de: QR-Code konnte nicht gesichert werden. Erlaube den Fotozugriff in den Einstellungen.
es: No se pudo guardar el código QR. Permite el acceso a Fotos en Configuración.
fr: Impossible d’enregistrer le code QR. Autorisez l’accès à Photos dans Réglages.
it: Impossibile salvare il codice QR. Consenti l’accesso a Foto in Impostazioni.
ja: QRコードを保存できませんでした。「設定」で写真へのアクセスを許可してください。
ko: QR 코드를 저장할 수 없습니다. 설정에서 사진 접근을 허용하세요.
nl: Kan QR-code niet bewaren. Geef toegang tot Foto's in Instellingen.
pl: Nie udało się zachować kodu QR. Zezwól na dostęp do Zdjęć w Ustawieniach.
pt_br: Não foi possível salvar o código QR. Permita o acesso às Fotos em Ajustes.
ro: Codul QR nu a putut fi salvat. Permite accesul la Poze în Configurări.
ru: Не удалось сохранить QR-код. Разрешите доступ к Фото в Настройках.
tr: QR kodu kaydedilemedi. Ayarlar'da Fotoğraflar erişimine izin verin.
uk: Не вдалося зберегти QR-код. Дозвольте доступ до Фото в Параметрах.
zh_hans: 无法存储二维码。请在“设置”中允许访问“照片”。
zh_hant: 無法儲存 QR Code。請在「設定」中允許取用「照片」。

source: Create New Wallet
de: Neue Wallet erstellen
es: Crear cartera nueva
fr: Créer un portefeuille
it: Crea nuovo portafoglio
ja: 新規ウォレットを作成
ko: 새 지갑 만들기
nl: Maak nieuwe portemonnee aan
pl: Utwórz nowy portfel
pt_br: Criar Nova Carteira
ro: Creează portofel nou
ru: Создать новый кошелёк
tr: Yeni Cüzdan Oluştur
uk: Створити новий гаманець
zh_hans: 创建新钱包
zh_hant: 建立新錢包

source: Create Wallet
de: Wallet erstellen
es: Crear cartera
fr: Créer le portefeuille
it: Crea portafoglio
ja: ウォレットを作成
ko: 지갑 만들기
nl: Maak portemonnee aan
pl: Utwórz portfel
pt_br: Criar Carteira
ro: Creează portofel
ru: Создать кошелёк
tr: Cüzdan Oluştur
uk: Створити гаманець
zh_hans: 创建钱包
zh_hant: 建立錢包

source: Create a new wallet or restore an existing one from your seed phrase.
de: Erstelle eine neue Wallet oder stelle eine bestehende mit deiner Seed-Phrase wieder her.
es: Crea una cartera nueva o restaura una existente con tu frase semilla.
fr: Créez un portefeuille ou restaurez-en un existant à partir de votre phrase de récupération.
it: Crea un nuovo portafoglio o ripristinane uno esistente dalla frase seed.
ja: 新しいウォレットを作成するか、シードフレーズから既存のウォレットを復元します。
ko: 새 지갑을 만들거나 시드 문구로 기존 지갑을 복원하세요.
nl: Maak een nieuwe portemonnee aan of herstel een bestaande met je seedzin.
pl: Utwórz nowy portfel lub przywróć istniejący z frazy seed.
pt_br: Crie uma nova carteira ou restaure uma existente com sua frase-semente.
ro: Creează un portofel nou sau restaurează unul existent din fraza seed.
ru: Создайте новый кошелёк или восстановите существующий по мнемонической фразе.
tr: Yeni bir cüzdan oluşturun veya kurtarma ifadenizle mevcut bir cüzdanı geri yükleyin.
uk: Створіть новий гаманець або відновіть наявний за допомогою мнемонічної фрази.
zh_hans: 创建新钱包，或用助记词恢复现有钱包。
zh_hant: 建立新錢包，或用助記詞回復現有的錢包。

source: Create new subaddress
de: Neue Subadresse erstellen
es: Crear subdirección nueva
fr: Créer une sous-adresse
it: Crea nuovo sottoindirizzo
ja: 新しいサブアドレスを作成
ko: 새 하위 주소 생성
nl: Maak nieuw subadres aan
pl: Utwórz nowy podadres
pt_br: Criar novo subendereço
ro: Creează o subadresă nouă
ru: Создать новый субадрес
tr: Yeni alt adres oluştur
uk: Створити нову субадресу
zh_hans: 创建新子地址
zh_hant: 建立新的子位址

source: Create subaddresses for better privacy when receiving payments.
de: Erstelle Subadressen für mehr Privatsphäre beim Empfangen von Zahlungen.
es: Crea subdirecciones para tener más privacidad al recibir pagos.
fr: Créez des sous-adresses pour mieux protéger votre confidentialité lors de la réception de paiements.
it: Crea sottoindirizzi per una maggiore privacy quando ricevi pagamenti.
ja: サブアドレスを作成すると、支払いを受け取るときのプライバシーが向上します。
ko: 결제를 받을 때 개인정보를 더 잘 보호하려면 하위 주소를 생성하세요.
nl: Maak subadressen aan voor meer privacy bij het ontvangen van betalingen.
pl: Twórz podadresy, aby zwiększyć prywatność przy odbieraniu płatności.
pt_br: Crie subendereços para ter mais privacidade ao receber pagamentos.
ro: Creează subadrese pentru mai multă confidențialitate când primești plăți.
ru: Создавайте субадреса для большей конфиденциальности при получении платежей.
tr: Ödeme alırken daha fazla gizlilik için alt adresler oluşturun.
uk: Створюйте субадреси для кращої приватності під час отримання платежів.
zh_hans: 创建子地址，在收款时更好地保护隐私。
zh_hant: 建立子位址，在收款時更妥善地保護隱私。

source: Creates a new subaddress and shows it here.
de: Erstellt eine neue Subadresse und zeigt sie hier.
es: Crea una subdirección nueva y la muestra aquí.
fr: Crée une nouvelle sous-adresse et l’affiche ici.
it: Crea un nuovo sottoindirizzo e lo mostra qui.
ja: 新しいサブアドレスを作成してここに表示します。
ko: 새 하위 주소를 생성하고 여기에 표시합니다.
nl: Maakt een nieuw subadres aan en toont het hier.
pl: Tworzy nowy podadres i pokazuje go tutaj.
pt_br: Cria um subendereço novo e o mostra aqui.
ro: Creează o subadresă nouă și o afișează aici.
ru: Создаёт новый субадрес и показывает его здесь.
tr: Yeni bir alt adres oluşturur ve burada gösterir.
uk: Створює нову субадресу й показує її тут.
zh_hans: 创建新的子地址并在此显示。
zh_hant: 建立新的子位址並在此顯示。

source: Creates a new subaddress for receiving Monero
de: Erstellt eine neue Subadresse zum Empfangen von Monero
es: Crea una subdirección nueva para recibir Monero
fr: Crée une sous-adresse pour recevoir du Monero
it: Crea un nuovo sottoindirizzo per ricevere Monero
ja: Moneroを受け取るための新しいサブアドレスを作成します
ko: Monero를 받을 새 하위 주소를 생성합니다
nl: Maakt een nieuw subadres aan om Monero te ontvangen
pl: Tworzy nowy podadres do odbierania Monero
pt_br: Cria um novo subendereço para receber Monero
ro: Creează o subadresă nouă pentru a primi Monero
ru: Создаёт новый субадрес для получения Monero
tr: Monero almak için yeni bir alt adres oluşturur
uk: Створює нову субадресу для отримання Monero
zh_hans: 创建用于接收 Monero 的新子地址
zh_hant: 建立用來接收 Monero 的新子位址

source: Creating address
de: Adresse wird erstellt
es: Creando dirección
fr: Création de l’adresse
it: Creazione indirizzo
ja: アドレスを作成中
ko: 주소 생성 중
nl: Adres wordt aangemaakt
pl: Tworzenie adresu
pt_br: Criando endereço
ro: Se creează adresa
ru: Создание адреса
tr: Adres oluşturuluyor
uk: Створення адреси
zh_hans: 正在创建地址
zh_hant: 正在建立位址

source: Creating subaddress
de: Subadresse wird erstellt
es: Creando subdirección
fr: Création de la sous-adresse
it: Creazione del sottoindirizzo
ja: サブアドレスを作成中
ko: 하위 주소 생성 중
nl: Subadres wordt aangemaakt
pl: Tworzenie podadresu
pt_br: Criando subendereço
ro: Se creează subadresa
ru: Создание субадреса
tr: Alt adres oluşturuluyor
uk: Створення субадреси
zh_hans: 正在创建子地址
zh_hant: 正在建立子位址

source: Creating wallet in progress
de: Wallet wird erstellt
es: Creación de la cartera en curso
fr: Création du portefeuille en cours
it: Creazione del portafoglio in corso
ja: ウォレットを作成中です
ko: 지갑 생성 진행 중
nl: Portemonnee wordt aangemaakt
pl: Trwa tworzenie portfela
pt_br: Criação da carteira em andamento
ro: Crearea portofelului este în curs
ru: Идёт создание кошелька
tr: Cüzdan oluşturuluyor
uk: Триває створення гаманця
zh_hans: 正在创建钱包
zh_hant: 正在建立錢包

source: Creating your wallet...
de: Deine Wallet wird erstellt …
es: Creando tu cartera…
fr: Création de votre portefeuille…
it: Creazione del portafoglio…
ja: ウォレットを作成中…
ko: 지갑을 만드는 중...
nl: Je portemonnee wordt aangemaakt…
pl: Tworzenie portfela…
pt_br: Criando sua carteira…
ro: Se creează portofelul…
ru: Создание кошелька...
tr: Cüzdanınız oluşturuluyor…
uk: Створення гаманця…
zh_hans: 正在创建你的钱包…
zh_hant: 正在建立你的錢包⋯

source: Creation Date
de: Erstelldatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de Criação
ro: Data creării
ru: Дата создания
tr: Oluşturma Tarihi
uk: Дата створення
zh_hans: 创建日期
zh_hant: 建立日期

source: Creation Date: %@
de: Erstelldatum: %@
es: Fecha de creación: %@
fr: Date de création : %@
it: Data di creazione: %@
ja: 作成日：%@
ko: 생성 날짜: %@
nl: Aanmaakdatum: %@
pl: Data utworzenia: %@
pt_br: Data de Criação: %@
ro: Data creării: %@
ru: Дата создания: %@
tr: Oluşturma Tarihi: %@
uk: Дата створення: %@
zh_hans: 创建日期：%@
zh_hant: 建立日期：%@

source: Creation date
de: Erstelldatum
es: Fecha de creación
fr: Date de création
it: Data di creazione
ja: 作成日
ko: 생성 날짜
nl: Aanmaakdatum
pl: Data utworzenia
pt_br: Data de criação
ro: Data creării
ru: Дата создания
tr: Oluşturma tarihi
uk: Дата створення
zh_hans: 创建日期
zh_hant: 建立日期

source: Cryptocurrency Is Volatile
de: Kryptowährungen sind volatil
es: Las criptomonedas son volátiles
fr: Les cryptomonnaies sont volatiles
it: Le criptovalute sono volatili
ja: 暗号資産の価格変動リスク
ko: 암호화폐는 변동성이 큽니다
nl: Cryptovaluta is volatiel
pl: Kurs kryptowalut jest zmienny
pt_br: Criptomoedas São Voláteis
ro: Criptomonedele sunt volatile
ru: Криптовалюта волатильна
tr: Kripto Paralar Değişkendir
uk: Криптовалюта волатильна
zh_hans: 加密货币波动大
zh_hant: 加密貨幣波動劇烈

source: Currency
de: Währung
es: Moneda
fr: Devise
it: Valuta
ja: 通貨
ko: 통화
nl: Valuta
pl: Waluta
pt_br: Moeda
ro: Monedă
ru: Валюта
tr: Para Birimi
uk: Валюта
zh_hans: 货币
zh_hant: 貨幣

source: Currency, %@
de: Währung, %@
es: Moneda, %@
fr: Devise, %@
it: Valuta, %@
ja: 通貨、%@
ko: 통화, %@
nl: Valuta, %@
pl: Waluta, %@
pt_br: Moeda, %@
ro: Monedă, %@
ru: Валюта, %@
tr: Para birimi, %@
uk: Валюта, %@
zh_hans: 货币，%@
zh_hant: 貨幣，%@

source: Current Block Height
de: Aktuelle Blockhöhe
es: Altura de bloque actual
fr: Hauteur de bloc actuelle
it: Altezza del blocco attuale
ja: 現在のブロック高
ko: 현재 블록 높이
nl: Huidige blokhoogte
pl: Bieżąca wysokość bloku
pt_br: Altura do Bloco Atual
ro: Înălțimea blocului curent
ru: Текущая высота блока
tr: Güncel Blok Yüksekliği
uk: Поточна висота блоку
zh_hans: 当前区块高度
zh_hant: 目前區塊高度

source: Current Monero price, %@
de: Aktueller Monero-Preis, %@
es: Precio actual de Monero, %@
fr: Prix actuel du Monero, %@
it: Prezzo attuale di Monero, %@
ja: 現在のMonero価格、%@
ko: 현재 Monero 가격, %@
nl: Huidige Monero-prijs, %@
pl: Bieżąca cena Monero, %@
pt_br: Preço atual do Monero, %@
ro: Preț Monero curent, %@
ru: Текущая цена Monero, %@
tr: Güncel Monero fiyatı, %@
uk: Поточна ціна Monero, %@
zh_hans: Monero 当前价格，%@
zh_hant: Monero 目前價格，%@

source: Current PIN
de: Aktuelle PIN
es: PIN actual
fr: Code PIN actuel
it: PIN attuale
ja: 現在のPIN
ko: 현재 PIN
nl: Huidige PIN
pl: Obecny PIN
pt_br: PIN Atual
ro: PIN-ul actual
ru: Текущий PIN-код
tr: Mevcut PIN
uk: Поточний PIN-код
zh_hans: 当前 PIN 码
zh_hant: 目前的 PIN 碼

source: Current Price
de: Aktueller Preis
es: Precio actual
fr: Prix actuel
it: Prezzo attuale
ja: 現在の価格
ko: 현재 가격
nl: Huidige prijs
pl: Bieżąca cena
pt_br: Preço Atual
ro: Preț curent
ru: Текущая цена
tr: Güncel Fiyat
uk: Поточна ціна
zh_hans: 当前价格
zh_hant: 目前價格

source: Current Status
de: Aktueller Status
es: Estado actual
fr: État actuel
it: Stato attuale
ja: 現在の状態
ko: 현재 상태
nl: Huidige status
pl: Bieżący stan
pt_br: Status Atual
ro: Stare curentă
ru: Текущий статус
tr: Güncel Durum
uk: Поточний стан
zh_hans: 当前状态
zh_hant: 目前狀態

source: Current wallet
de: Aktuelle Wallet
es: Cartera actual
fr: Portefeuille actuel
it: Portafoglio attuale
ja: 現在のウォレット
ko: 현재 지갑
nl: Huidige portemonnee
pl: Bieżący portfel
pt_br: Carteira atual
ro: Portofel curent
ru: Текущий кошелёк
tr: Geçerli cüzdan
uk: Поточний гаманець
zh_hans: 当前钱包
zh_hant: 目前的錢包

source: Currently selected
de: Aktuell ausgewählt
es: Seleccionado actualmente
fr: Actuellement sélectionné
it: Attualmente selezionato
ja: 現在選択中
ko: 현재 선택됨
nl: Nu geselecteerd
pl: Bieżący wybór
pt_br: Selecionado no momento
ro: Selectat în prezent
ru: Сейчас выбрано
tr: Şu anda seçili
uk: Зараз вибрано
zh_hans: 当前已选定
zh_hant: 目前已選取

source: Currently showing all transactions
de: Zeigt aktuell alle Transaktionen
es: Se muestran todas las transacciones
fr: Affiche toutes les transactions
it: Mostra tutte le transazioni
ja: すべてのトランザクションを表示中
ko: 현재 모든 거래 표시 중
nl: Toont nu alle transacties
pl: Wyświetlane są wszystkie transakcje
pt_br: Mostrando todas as transações
ro: Se afișează toate tranzacțiile
ru: Показаны все транзакции
tr: Tüm işlemler gösteriliyor
uk: Показано всі транзакції
zh_hans: 当前显示所有交易
zh_hant: 目前顯示所有交易

source: Currently showing pending transactions
de: Zeigt aktuell ausstehende Transaktionen
es: Se muestran las transacciones pendientes
fr: Affiche les transactions en attente
it: Mostra le transazioni in attesa
ja: 保留中のトランザクションを表示中
ko: 현재 대기 중인 거래 표시 중
nl: Toont nu transacties in afwachting
pl: Wyświetlane są transakcje oczekujące
pt_br: Mostrando transações pendentes
ro: Se afișează tranzacțiile în așteptare
ru: Показаны ожидающие транзакции
tr: Bekleyen işlemler gösteriliyor
uk: Показано транзакції, що очікують
zh_hans: 当前显示待确认交易
zh_hant: 目前顯示待確認交易

source: Currently showing received transactions
de: Zeigt aktuell erhaltene Transaktionen
es: Se muestran las transacciones recibidas
fr: Affiche les transactions reçues
it: Mostra le transazioni ricevute
ja: 受取済みのトランザクションを表示中
ko: 현재 받은 거래 표시 중
nl: Toont nu ontvangen transacties
pl: Wyświetlane są transakcje odebrane
pt_br: Mostrando transações recebidas
ro: Se afișează tranzacțiile primite
ru: Показаны полученные транзакции
tr: Alınan işlemler gösteriliyor
uk: Показано отримані транзакції
zh_hans: 当前显示已收款交易
zh_hant: 目前顯示已收款交易

source: Currently showing sent transactions
de: Zeigt aktuell gesendete Transaktionen
es: Se muestran las transacciones enviadas
fr: Affiche les transactions envoyées
it: Mostra le transazioni inviate
ja: 送金済みのトランザクションを表示中
ko: 현재 보낸 거래 표시 중
nl: Toont nu verzonden transacties
pl: Wyświetlane są transakcje wysłane
pt_br: Mostrando transações enviadas
ro: Se afișează tranzacțiile trimise
ru: Показаны отправленные транзакции
tr: Gönderilen işlemler gösteriliyor
uk: Показано надіслані транзакції
zh_hans: 当前显示已发送交易
zh_hant: 目前顯示已傳送交易

source: Custom
de: Eigener Node
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
nl: Aangepast
pl: Własny
pt_br: Personalizado
ro: Personalizat
ru: Пользовательский
tr: Özel
uk: Власний
zh_hans: 自定义
zh_hant: 自訂

source: Danish Krone
de: Dänische Krone
es: Corona danesa
fr: Couronne danoise
it: Corona danese
ja: デンマーククローネ
ko: 덴마크 크로네
nl: Deense kroon
pl: Korona duńska
pt_br: Coroa dinamarquesa
ro: Coroană daneză
ru: Датская крона
tr: Danimarka Kronu
uk: Датська крона
zh_hans: 丹麦克朗
zh_hant: 丹麥克朗

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nl: Donker
pl: Ciemny
pt_br: Escuro
ro: Întunecat
ru: Тёмное
tr: Koyu
uk: Темний
zh_hans: 深色
zh_hant: 深色

source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
ja: ダッシュボード
ko: 대시보드
pl: Pulpit
pt_br: Painel
ro: Panou
ru: Главная
tr: Genel Bakış
uk: Огляд
zh_hans: 概览
zh_hant: 總覽

source: Date
de: Datum
es: Fecha
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt_br: Data
ro: Dată
ru: Дата
tr: Tarih
uk: Дата
zh_hans: 日期
zh_hant: 日期

source: Date: %@
de: Datum: %@
es: Fecha: %@
it: Data: %@
ja: 日付：%@
ko: 날짜: %@
nl: Datum: %@
pl: Data: %@
pt_br: Data: %@
ro: Dată: %@
ru: Дата: %@
tr: Tarih: %@
uk: Дата: %@
zh_hans: 日期：%@
zh_hant: 日期：%@

source: Decimal point
de: Dezimalpunkt
es: Separador decimal
fr: Séparateur décimal
it: Separatore decimale
ja: 小数点
ko: 소수점
nl: Decimaalteken
pl: Separator dziesiętny
pt_br: Separador decimal
ro: Separator zecimal
ru: Десятичный разделитель
tr: Ondalık ayırıcı
uk: Десятковий роздільник
zh_hans: 小数点
zh_hant: 小數點

source: Define security zones where your wallet stays updated. Requires "Always" location permission.
de: Lege Sicherheitszonen fest, in denen deine Wallet aktuell bleibt. Erfordert die Standortberechtigung „Immer“.
es: Define zonas de seguridad donde tu cartera se mantiene actualizada. Requiere el permiso de ubicación “Siempre”.
fr: Définissez des zones de sécurité où votre portefeuille reste à jour. Nécessite l’autorisation de localisation « Toujours ».
it: Definisci zone di sicurezza in cui il portafoglio resta aggiornato. Richiede l’accesso alla posizione “Sempre”.
ja: ウォレットを最新の状態に保つセキュリティゾーンを設定します。位置情報の許可を「常に」にする必要があります。
ko: 지갑이 최신 상태로 유지되는 보안 구역을 정하세요. ‘항상’ 위치 권한이 필요합니다.
nl: Stel beveiligingszones in waar je portemonnee bijgewerkt blijft. Vereist locatietoestemming ‘Altijd’.
pl: Określ strefy bezpieczeństwa, w których portfel pozostaje aktualny. Wymaga dostępu do lokalizacji „Zawsze”.
pt_br: Defina zonas de segurança onde sua carteira fica atualizada. Requer a permissão de localização “Sempre”.
ro: Definește zone de securitate în care portofelul rămâne actualizat. Necesită permisiunea de localizare „Întotdeauna”.
ru: Задайте зоны безопасности, в которых кошелёк остаётся актуальным. Требуется доступ к геопозиции «Всегда».
tr: Cüzdanınızın güncel kaldığı güvenlik bölgeleri tanımlayın. “Her Zaman” konum izni gerekir.
uk: Визначте безпечні зони, у яких гаманець залишається оновленим. Потрібен дозвіл на доступ до локації «Завжди».
zh_hans: 设定让钱包保持更新的安全区域。需要“始终”位置权限。
zh_hant: 設定讓錢包保持更新的安全區域。需要「永遠」位置權限。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ro: Șterge
ru: Удалить
tr: Sil
uk: Видалити
zh_hans: 删除
zh_hant: 刪除

source: Delete Location
de: Ort löschen
es: Eliminar ubicación
fr: Supprimer le lieu
it: Elimina luogo
ja: 場所を削除
ko: 위치 삭제
nl: Verwijder locatie
pl: Usuń lokalizację
pt_br: Apagar Local
ro: Șterge locația
ru: Удалить место
tr: Konumu Sil
uk: Видалити місце
zh_hans: 删除位置
zh_hant: 刪除位置

source: Delete Location?
de: Ort löschen?
es: ¿Eliminar ubicación?
fr: Supprimer le lieu ?
it: Eliminare il luogo?
ja: 場所を削除しますか?
ko: 위치를 삭제하시겠습니까?
nl: Locatie verwijderen?
pl: Usunąć lokalizację?
pt_br: Apagar Local?
ro: Ștergi locația?
ru: Удалить место?
tr: Konum Silinsin mi?
uk: Видалити місце?
zh_hans: 要删除位置吗？
zh_hant: 要刪除位置嗎？
